Repository: NureLulakovaAnastasiia/PetCare
Catalog: PetCareApp/WebPetCare/Resources/Account.*.resx
Languages: uk

source: About me
uk: Про мене

source: About organization
uk: Дані про організацію

source: Actions
uk: Дії

source: Add
uk: Додати

source: Add comment
uk: Додати коментар

source: Add new item to portfolio
uk: Додати новий блок у портфоліо

source: Add new pet
uk: Додати нову тварину

source: Add Review
uk: Додати відгук

source: Add review to service
uk: Додати відгук до сервіса

source: Add schedule
uk: Додати розклад

# AddEvents
source: Add events to Google Calendar
uk: Додати події в Google Calendar

# AddToGoogleCalendar
source: Add events to Google Calendar
uk: Додати події у Google Календар

# AreadyWrittenReview
source: You've already wrote a review to this service
uk: Ви вже написали відгук до цього сервісу

source: Become a master
uk: Стати майстром

source: Break
uk: Перерва

source: Breed
uk: Порода

source: Calendar
uk: Календар

source: Cancel
uk: Відмінити

source: Cancel Appointment
uk: Скасування запису

source: Cancel Reason
uk: Причина скасування

source: Cancel Record
uk: Відмінити запис

source: Cancelled
uk: Скасовано

source: Change role to master
uk: Змінити роль на майстра

source: Change status
uk: Змінити статус

source: Comment
uk: Коментар

source: Comment was succesfully added
uk: Коментар було успішно додано

source: Comment was succesfully deleted
uk: Коментар було успішно видалено

source: Created
uk: Створено

source: Data updated and saved successfully!
uk: Даніі успішно оновлено та збережено

source: Data were succefully added
uk: Дані успішно додано

source: Data were succefully gotten
uk: Дані успішно отримано

source: Day
uk: День

source: Delete schedule
uk: Видалити розлад

source: Description
uk: Опис

source: Edit
uk: Змінити

source: Edit location
uk: Редагувати локацію

source: Email
uk: Пошта

source: Employees
uk: Робітники

source: End Time
uk: Дата кінця

source: Enter reason to cancel appointment:
uk: Введить причину скасування запису:

source: Enter your address
uk: Введіть вашу адресу

# EventsSuccesfullyAdded
source: Events were successfully added
uk: Події успішно додані!

source: Filter by status
uk: Фільтр за статусом

source: Filter by visibility
uk: Фільтр за видимістю

source: Finished
uk: Завершено

source: First Name
uk: Ім'я

source: For service
uk: Для сервісу

source: From
uk: Від

source: General
uk: Загальне

# GoogleCalendarAlert
source: The records and breaks of this month (month of selected day) will be added to ypur main calendar. Are you sure you want it?
uk: Записи та перерви поточного місяця (місяця обраної дати) будуть додані в ваш основний календар. Ви впевнені, що хочете цього?

source: Is date
uk: Чи дата

source: Item was succefully deleted
uk: Блок успішно видалено

source: Last Name
uk: Прізвище

source: Location
uk: Локація

# LoginGoogle
source: Login using Google
uk: Увійти через Google

source: Master
uk: Майстер

# MoreServicesTab
source: More services on tab "My services"
uk: Більше сервісів на вкладці "Мої сервіси"

source: My pets
uk: Мої тварини

source: My portfolio
uk: Моє портфоліо

source: My records
uk: Мої записи

source: My requests
uk: Мої запити

source: My services
uk: Мої сервіси

source: Name
uk: Ім'я

source: No data was found
uk: Дані не знайдено

source: No description available
uk: Опис недоступний

source: No image available
uk: Фото не доступне

source: No records were found.
uk: Записів не було знайдено.

source: No services available.
uk: Немає доступних сервісів.

source: No services were found
uk: Сервісів не було знайдено

# NoPets
source: You don't have pets yet.
uk: У вас ще немає тварин.

# NoPortfolio
source: You don't have portfolio yet.
uk: У вас ще немає портфоліо.

source: Nothing to add or update
uk: Нічого додати або оновити

source: Organization logo
uk: Логотип організації

# OrgName
source: Name
uk: Назва

source: Pet was succesfully added
uk: Тварина була успішно додана

source: Phone
uk: Телефон

source: Photo
uk: Фото

source: Please upload an image
uk: Будь ласка, завантажте фото

source: Please, write your comment
uk: Будь ласка. напишіть коментар

source: Portfolio
uk: Портфоліо

source: Portfolio was succesfully saved
uk: Портфоліо успішно збережено

source: Portfolio was succesfully updated
uk: Портфоліо успішно оновлено

source: Price
uk: Ціна

source: Profile photo
uk: Фото профілю

source: Rate
uk: Оцінка

source: Reason cannot be empty
uk: Причина не може бути порожня

source: Record
uk: Запис

source: Record was succesfully cancelled
uk: Запис успішно скасований

source: Records were succesfully gotten
uk: Записи успішно отримано

source: Records were succesfully updated
uk: Записи успішно оновлено

source: Recurrence
uk: Повторювати

source: Requests
uk: Запити

source: Review was succesfully deleted
uk: Відгук було успішно видалено

source: Reviews
uk: Відгуки

source: Role was succesfully changed
uk: Роль була успішно змінена

source: Save
uk: Зберегти

source: Schedule
uk: Розклад

source: Schedule was succefully removed
uk: Розклад було успішно видалено

source: Schedule was succesfully updated
uk: Розклад було успішно оновлено

source: Select a day
uk: Обрати день

source: Select a service name
uk: Оберіть сервіс

source: Service Name
uk: Назва сервісу

source: Services
uk: Сервіси

source: Sort
uk: Сортувати

source: Sort by start time
uk: Сортування за часом

source: Start Time
uk: Дата початку

# StartBiggerEnd
source: Start time cannot be bigger then end time
uk: Час початку не може бути більшим за час кінця

source: Status
uk: Статус

source: Submit
uk: Зберегти

# SureCancelRecord
source: Are you sure you want to cancel this record?
uk: Ви впевнені що хочете відмінити запис?

# SureRoleChange
source: Are you sure you want to change role to master?
uk: Ви впевнені, що хочете змінити роль на майстра?

# SureToDeleteSchedule
source: Are you sure you want to delete this schedule? Records will not be removed if they exists
uk: Ви впевнені, що хочете видалити розклад? Записи не будуть видалені, якщо вони існують.

source: There is no data to display
uk: Немає даних

source: There is no reviews
uk: Немає відгуків

source: Time
uk: Час

source: To
uk: До

source: Type
uk: Вид

source: Update
uk: Оновити

source: Update schedule
uk: Оновити розклад
